OC.L10N.register(
    "groupfolders",
    {
    "Group" : "Група",
    "Team" : "Каманда",
    "Read" : "Чытаць",
    "Create" : "Стварыць",
    "Delete" : "Выдаліць",
    "Share" : "Абагуліць",
    "You" : "Вы",
    "Folder name" : "Назва папкі",
    "User" : "Карыстальнік",
    "Unknown" : "Невядомы",
    "None" : "Няма",
    "{size} used" : "Выкарыстана {size}"
},
"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);");
