{ "translations": {
    "You cannot remove your own read permission." : "Vde. non pode retirar o seu propio permiso de lectura.",
    "Team folders" : "Cartafoles de equipo",
    "Team Folders" : "Cartafoles de equipo",
    "Shared folders managed by admins, accessible to designated teams with configurable permissions and quotas" : "Cartafoles compartidos xestionados por administración, accesíbeis para equipos designados con permisos e cotas configurábeis",
    "Team Folders (formerly \"Group Folders\") allows administrators to create and manage shared folders that are accessible\n\t\t\tto selected teams within Nextcloud.\n\n\t\t\tAdmins can configure folders from the Team Folders section in the admin settings, where they can grant access to one\n\t\t\tor more teams, set custom permissions (such as read, write, and sharing rights), and assign storage quotas to each\n\t\t\tfolder.\n\n\t\t\tAs of Hub 10/Nextcloud 31, admins must be members of a team to assign it a Team Folder. The app supports advanced\n\t\t\tfeatures such as quota management, granular access control, and integration with Nextcloud’s trash and versioning\n\t\t\tsystems." : "Cartafoles de equipo (anteriormente «Cartafoles de grupo») permite á administración crear e xestionar cartafoles\n\t\t\tcompartidos aos que poden acceder equipos seleccionados dentro de Nextcloud.\n\n\t\t\tA administración pode configurar os cartafoles desde a sección Cartafoles de equipo na configuración de\n\t\t\tadministración, onde poden outorgar acceso a un ou varios equipos, definir permisos personalizados\n\t\t\t(como dereitos de lectura, escritura compartición) e asignar cotas de almacenamento a cada cartafol.\n\n\t\t\tA partir de Hub 10/Nextcloud 31, a administración debe estar formada por membros dun equipo para asignarlle\n\t\t\t cartafol de equipo. A aplicación admite funcións avanzadas como a xestión de cotas, o control de acceso granular\n\t\t\te a integración cos sistemas de lixo e o control de versións de Nextcloud.",
    "Denied (Inherited permission)" : "Denegado (permiso de herdanza)",
    "Allowed (Inherited permission)" : "Permitido (permiso de herdanza)",
    "Denied" : "Denegado",
    "Allowed" : "Permitido",
    "Access denied" : "Acceso denegado",
    "Access allowed" : "Acceso permitido",
    "Inherit permission" : "Permiso de herdanza",
    "Deny" : "Denegar",
    "Allow" : "Permitir",
    "Group" : "Grupo",
    "Team" : "Equipo",
    "Advanced permissions for Team folder" : "Permisos avanzados para o cartafol de equipo",
    "Team folder" : "Cartafol de equipo",
    "Read" : "Ler",
    "Write" : "Escribir",
    "Create" : "Crear",
    "Delete" : "Eliminar",
    "Share" : "Compartir",
    "You" : "Vde.",
    "Remove access rule" : "Retirar a regra de acceso",
    "Add new rule" : "Engadir unha nova regra",
    "Select a user or group" : "Seleccionar un usuario ou grupo",
    "Open Team folder" : "Abrir o cartafol de equipo",
    "Permission denied. User does not have sufficient permissions." : "Permiso denegado. O usuario non ten permisos abondo.",
    "Unexpected status from server" : "Estado non agardado do servidor",
    "List of Team folders." : "Lista de cartafoles de equipo.",
    "No Team folders yet" : "Aínda non hai cartafoles de equipo",
    "Team folders will show up here" : "Os cartafoles de equipo amosaránse aquí",
    "Add group" : "Engadir un grupo",
    "Default" : "Predeterminado",
    "Unlimited" : "Sen límites",
    "Are you sure you want to delete \"{folderName}\" and all files inside? This operation cannot be undone" : "Confirma que quere eliminar «{folderName}» e todo o seu contido? Non é posíbel desfacer esta operación.",
    "Delete \"{folderName}\"?" : "Eliminar «{folderName}»?",
    "Team folder admin delegation" : "Delegación administrativa do cartafol de equipo",
    "Nextcloud allows you to delegate the administration of Team folders to non-admin users." : "Nextcloud permítelle delegar a administración de cartafoles de equipo a usuarios non administradores.",
    "Specify below the groups that will be allowed to manage Team folders and use its API/REST." : "Especifique a continuación os grupos aos que se lles permitirá xestionar os cartafoles de equipo e usar a súa API/REST.",
    "They will have access to all Team folders." : "Terán acceso a todos os cartafoles de equipo.",
    "Specify below the groups that will be allowed to manage Team folders and use its API/REST only." : "Especifique a continuación os grupos aos que se lles permitirá xestionar os cartafoles de equipo e usar só a súa API/REST.",
    "They will only have access to Team folders for which they have advanced permissions." : "Só terán acceso aos cartafoles de equipo para os que teñan permisos avanzados.",
    "Group or team" : "Grupo ou equipo",
    "Sort by number of groups or teams that have access to this folder" : "Ordenar por número de grupos ou equipos que teñen acceso a este cartafol",
    "Sort by number of groups that have access to this folder" : "Ordenar por número de grupos que teñen acceso a este cartafol",
    "Advanced permissions allows setting permissions on a per-file basis but comes with a performance overhead" : "Os permisos avanzados permiten definir permisos por ficheiro mais supoñen unha sobrecarga no rendemento",
    "Folder name" : "Nome do cartafol",
    "Quota" : "Cota",
    "Advanced Permissions" : "Permisos avanzados",
    "Do not grant any advanced permissions by default" : "Non conceda nunca permisos avanzados de xeito predeterminado",
    "Pagination of team folders" : "Paxinación dos cartafoles de equipo",
    "Previous" : "Anterior",
    "Next" : "Seguinte",
    "User" : "Usuario",
    "Unknown" : "Descoñecido",
    "Users/groups that can manage" : "Usuarios/grupos que poden xestionar",
    "None" : "Ningún",
    "No other groups or teams available" : "Non hai outros grupos  ou equipos dispoñíbeis",
    "No other groups available" : "Non hai outros grupos dispoñíbeis",
    "{displayName} (team)" : "{displayName} (equipo)",
    "Add group or team" : "Engadir grupo ou equipo",
    "{size} used" : "{size} usado",
    "Other …" : "Outro…",
    "Admin configured folders shared with everyone in a team" : "Os cartafoles configurados pola administración da instancia son compartidos con todos os participantes nun equipo.",
    "Admin configured folders shared with everyone in a team.\n\nFolders can be configured from *Team folders* in the admin settings.\n\nAfter a folder is created, the admin can give access to the folder to one or more teams, control their write/sharing permissions and assign a quota for the folder." : "Os cartafoles configurados pola administración da instancia son compartidos con todos os participantes nun equipo.\n\nOs cartafoles pódense configurar desde *Cartafoles de equipo* nos axustes de administración.\n\nApós crear un cartafol, a administración da instancia pode dar acceso ao cartafol a un ou máis equipos, controlar os seus permisos de escritura/compartición e asignar unha cota para o cartafol.",
    "Unset" : "Sen definir",
    "Admin configured folders shared with everyone in a team.\n\nFolders can be configured from *Team folders* in the admin settings.\n\nAfter a folder is created, the admin can give access to the folder to one or more teams, control their write/sharing permissions and assign a quota for the folder.\nAs of Hub 10/Nextcloud 31, the admin needs to be a part of the team to be able to assign it a Teamfolder." : "Os cartafoles configurados pola administración da instancia son compartidos con todos os participantes nun equipo.\n\nOs cartafoles pódense configurar desde *Cartafoles de equipo* nos axustes de administración.\n\nApós crear un cartafol, a administración da instancia pode dar acceso ao cartafol a un ou máis equipos, controlar os seus permisos de escritura/compartición e asignar unha cota para o cartafol.\nA partir de Hub 10/NextCloud 31, as persoas de administración deben formar parte do equipo para poder asignalo a Cartafol de equipo."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}